angular.ng-template
bradlc.vscode-tailwindcss
christian-kohler.npm-intellisense
codezombiech.gitignore
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
donjayamanne.githistory
dorzey.vscode-sqlfluff
ecmel.vscode-html-css
esbenp.prettier-vscode
exceptionptr.vscode-prettier-eslint
github.copilot
github.copilot-chat
kisstkondoros.vscode-gutter-preview
lete114.copy-object-path
liamhammett.inline-parameters
louiswt.regexp-preview
malo.copy-json-path
mechatroner.rainbow-csv
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode.live-server
ms-vscode.vscode-copilot-vision
natizyskunk.sftp
oderwat.indent-rainbow
pflannery.vscode-versionlens
redhat.java
redhat.vscode-xml
ritwickdey.liveserver
rvest.vs-code-prettier-eslint
shardulm94.trailing-spaces
timonwong.shellcheck
vscjava.vscode-java-debug
vue.volar
wallabyjs.console-ninja
wallabyjs.wallaby-vscode
yoavbls.pretty-ts-errors
